msg.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
 <soap:Header>
 <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
 <wsse:UsernameToken xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
 <wsse:Username>testwservice</wsse:Username>
 <wsse:Password>testwservicepsw</wsse:Password>
 </wsse:UsernameToken>
 </wsse:Security>
 </soap:Header>
 <soap:Body>
 <ns1:sendCancelacTransacc xmlns:ns1="http://business.mywebservice.inssjp.com/">
 <arg0>747</arg0><!--Id transacción a cancelar-->
 <arg1>Usuario</arg1><!--Usuario -->
 <arg2>Contraseña</arg2><!--Contraseña -->
 </ns1:sendCancelacTransacc>
 </soap:Body>
</soap:Envelope>
